Repository: Xyber0801/RacingGameBetting
Catalog: locales/*/LC_MESSAGES/*.po
Languages: vi_vn

source: Rename to:
vi_vn: Đổi tên thành:

source: Betting Screen
vi_vn: Màn hình đặt cược

source: Back
vi_vn: Quay lại

source: Bet Amount: ${}
vi_vn: Số tiền đặt cược: ${}

source: Bet on racer: {}
vi_vn: Đặt cược trên tay đua: {}

source: Not selected yet
vi_vn: Chưa được chọn

source: Player's Money: ${}
vi_vn: Số tiền của người chơi: ${}

source: Bet on {}
vi_vn: Đặt cược vào {}

source: Rename {}
vi_vn: Đổi tên {}

source: Other gamblers have bet ${} on this racer.
vi_vn: Những người chơi khác đã đặt cược ${} trên tay đua này.

source: Start
vi_vn: Bắt đầu

source: Buff applied:
vi_vn: Tăng cường hiện có:

source: None
vi_vn: Không có

source: {}% speed buff
vi_vn: {}% tăng tốc

source: 100px headstart
vi_vn: Khởi đầu trước 100px

source: can negate first bad spell
vi_vn: Có thể vô hiệu hoá bùa hại đầu tiên

source: ./Assets/Menu_Background/title_en.png
vi_vn: ./Assets/Menu_Background/title.png
